Repository: gemkids275/WritingToolsV2
Catalog: macOS/WritingTools/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, vi, zh_hans

source: Copy All
de: Alle kopieren
es: Copiar todo
fr: Tout copier
ja: すべてコピー
vi: Sao chép tất cả
zh_hans: 全部复制

source: Copy message
de: Nachricht kopieren
es: Copiar mensaje
fr: Copier le message
ja: メッセージをコピー
vi: Sao chép tin nhắn
zh_hans: 复制消息

source: Copy Message
de: Nachricht kopieren
es: Copiar mensaje
fr: Copier le message
ja: メッセージをコピー
vi: Sao chép tin nhắn
zh_hans: 复制消息

source: Copy Selection
de: Auswahl kopieren
es: Copiar selección
fr: Copier la sélection
ja: 選択範囲をコピー
vi: Sao chép lựa chọn
zh_hans: 复制所选内容

source: Could not import command: %@
de: Befehl konnte nicht importiert werden: %@
es: No se pudo importar el comando: %@
fr: Impossible d'importer la commande : %@
ja: コマンドをインポートできませんでした：%@
vi: Không thể nhập lệnh: %@
zh_hans: 无法导入命令：%@

source: Could not import configuration: %@
de: Konfiguration konnte nicht importiert werden: %@
es: No se pudo importar la configuración: %@
fr: Impossible d'importer la configuration : %@
ja: 設定をインポートできませんでした：%@
vi: Không thể nhập cấu hình: %@
zh_hans: 无法导入配置：%@

source: Could not relaunch the app. Please restart it manually.
de: Die App konnte nicht neu gestartet werden. Bitte manuell neu starten.
es: No se pudo relanzar la aplicación. Por favor, reiníciala manualmente.
fr: Impossible de relancer l'application. Veuillez la redémarrer manuellement.
ja: アプリを再起動できませんでした。手動で再起動してください。
vi: Không thể khởi động lại ứng dụng. Vui lòng khởi động lại thủ công.
zh_hans: 无法重启应用。请手动重启。

source: Created with care by Jesai, a high school student.
de: Sorgfältig erstellt von Jesai, einem Gymnasiasten.
es: Creado con esmero por Jesai, estudiante de secundaria.
fr: Créé avec soin par Jesai, un lycéen.
ja: 高校生の Jesai が心を込めて作成しました。
vi: Được tạo bởi Jesai, một học sinh trung học.
zh_hans: 由高中生 Jesai 用心打造。

source: Creators
de: Entwicklern
es: Creadores
fr: Créateurs
ja: 制作者
vi: Đội ngũ phát triển
zh_hans: 创作者

source: Custom
de: Benutzerdefiniert
es: A medida
fr: Personnalisé
ja: カスタム
vi: Tùy chỉnh
zh_hans: 自定义

source: Custom AI Response
de: Benutzerdefinierte KI-Antwort
es: Respuesta de IA personalizada
fr: Réponse IA personnalisée
ja: カスタムAI応答
vi: Phản hồi AI tùy chỉnh
zh_hans: 自定义 AI 响应

source: Custom Commands
de: Benutzerdefinierte Befehle
es: Comandos personalizados
fr: Commandes personnalisées
ja: カスタムコマンド
vi: Lệnh tùy chỉnh
zh_hans: 自定义命令

source: Custom commands & per-command shortcuts
de: Benutzerdefinierte Befehle und Befehls-Shortcuts
es: Comandos personalizados y atajos por comando
fr: Commandes personnalisées et raccourcis par commande
ja: カスタムコマンド & コマンドごとのショートカット
vi: Lệnh tùy chỉnh & phím tắt cho từng lệnh
zh_hans: 自定义命令 & 每个命令的快捷键

source: Custom Gemini model name is required.
de: Benutzerdefinierter Gemini-Modellname ist erforderlich.
es: Se requiere el nombre del modelo Gemini personalizado.
fr: Le nom du modèle Gemini personnalisé est requis.
ja: カスタム Gemini モデル名が必要です。
vi: Yêu cầu tên mô hình Gemini tùy chỉnh.
zh_hans: 需要自定义 Gemini 模型名称。

source: Custom instruction
de: Benutzerdefinierte Anweisung
es: Instrucción personalizada
fr: Instruction personnalisée
ja: カスタム指示
vi: Hướng dẫn tùy chỉnh
zh_hans: 自定义指令

source: Custom Model Name
de: Benutzerdefinierter Modellname
es: Nombre de modelo personalizado
fr: Nom du modèle personnalisé
ja: カスタムモデル名
vi: Tên mô hình tùy chỉnh
zh_hans: 自定义模型名称

source: Custom OpenRouter model name is required.
de: Benutzerdefinierter OpenRouter-Modellname ist erforderlich.
es: Se requiere el nombre del modelo OpenRouter personalizado.
fr: Le nom du modèle OpenRouter personnalisé est requis.
ja: カスタム OpenRouter モデル名が必要です。
vi: Yêu cầu tên mô hình OpenRouter tùy chỉnh.
zh_hans: 需要自定义 OpenRouter 模型名称。

source: Custom Provider
de: Benutzerdefinierter Anbieter
es: Proveedor personalizado
fr: Fournisseur personnalisé
ja: カスタムプロバイダー
vi: Nhà cung cấp tùy chỉnh
zh_hans: 自定义提供商

source: Customize the system instructions used when you enter a manual description in the popup.
de: Passen Sie die Systemanweisungen für manuelle Eingaben im Popup an.
es: Personaliza las instrucciones del sistema para las entradas manuales en el popup.
fr: Personnalisez les instructions système pour les saisies manuelles dans la fenêtre contextuelle.
ja: ポップアップで手動で説明を入力する際に使用されるシステム指示をカスタマイズします。
vi: Tùy chỉnh các hướng dẫn hệ thống được sử dụng khi bạn nhập yêu cầu thủ công trong popup.
zh_hans: 自定义在弹出窗口中手动输入说明时使用的系统指令。

source: Customized version & Forked by Nam Trần
de: Angepasste Version & Fork von Nam Trần
es: Versión personalizada & fork de Nam Trần
fr: Version personnalisée & fork par Nam Trần
ja: Nam Trần によるカスタマイズ版 & フォーク
vi: Phiên bản tùy chỉnh & Fork bởi Nam Trần
zh_hans: Nam Trần 定制版本 & Fork

source: Decrease text size
de: Textgröße verkleinern
es: Reducir el tamaño del texto
fr: Diminuer la taille du texte
ja: 文字サイズを小さく
vi: Giảm kích thước chữ
zh_hans: 减小文字大小

source: Default models: %@, gpt-4o, gpt-4o-mini, etc.
de: Standardmodelle: %@, gpt-4o, gpt-4o-mini, usw.
es: Modelos por defecto: %@, gpt-4o, gpt-4o-mini, etc.
fr: Modèles par défaut : %@, gpt-4o, gpt-4o-mini, etc.
ja: デフォルトモデル：%@、gpt-4o、gpt-4o-mini など
vi: Mô hình mặc định: %@, gpt-4o, gpt-4o-mini, v.v.
zh_hans: 默认模型：%@、gpt-4o、gpt-4o-mini等

source: Define step-by-step instructions for complex tasks
de: Schritt-für-Schritt-Anweisungen für komplexe Aufgaben definieren
es: Define instrucciones paso a paso para tareas complejas
fr: Définir des instructions étape par étape pour des tâches complexes
ja: 複雑なタスクのステップごとの指示を定義する
vi: Xác định hướng dẫn từng bước cho các tác vụ phức tạp
zh_hans: 为复杂任务定义逐步说明

source: Define the assistant's role or persona
de: Definieren Sie die Rolle oder Persona des Assistenten.
es: Defina el papel o la personalidad del asistente.
fr: Définir le rôle ou la personnalité de l'assistant
ja: アシスタントの役割またはペルソナを定義する
vi: Xác định vai trò hoặc tính cách của trợ lý
zh_hans: 定义助手的角色或人格

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
vi: Xóa
zh_hans: 删除

source: Delete %@
de: %@ löschen
es: Borrar %@.
fr: Supprimer %@
ja: %@を削除
vi: Xóa %@
zh_hans: 删除%@

source: Delete command
de: Befehl löschen
es: Eliminar comando
fr: Supprimer la commande
ja: コマンドを削除
vi: Xóa lệnh
zh_hans: 删除命令

source: Delete Command
de: Befehl löschen
es: Eliminar comando
fr: Supprimer la commande
ja: コマンドを削除
vi: Xóa lệnh
zh_hans: 删除任务

source: Delete Model
de: Model löschen
es: Borrar modelo
fr: Supprimer le modèle
ja: モデルを削除
vi: Xóa mô hình
zh_hans: 删除模型

source: Describe how to modify the selected text
de: Beschreiben Sie, wie der ausgewählte Text geändert werden soll
es: Describe cómo modificar el texto seleccionado
fr: Décrivez comment modifier le texte sélectionné
ja: 選択したテキストの変更方法を説明してください
vi: Mô tả cách sửa đổi văn bản đã chọn
zh_hans: 描述如何修改所选文本

source: Describe what the assistant should do
de: Beschreiben Sie, was der Assistent tun soll.
es: Describa lo que debe hacer el asistente.
fr: Décrivez ce que l'assistant doit faire.
ja: アシスタントが行うべきことを説明する
vi: Mô tả nhiệm vụ của trợ lý
zh_hans: 描述助手应该做什么

source: Describe your change...
de: Änderung beschreiben…
es: Describa su cambio...
fr: Décrivez votre modification...
ja: 変更内容を入力してください...
vi: Mô tả yêu cầu thay đổi...
zh_hans: 描述您的更改... (Describe your change...)

source: Discard changes and close
de: Änderungen verwerfen und schließen
es: Descartar cambios y cerrar
fr: Ignorer les modifications et fermer
ja: 変更を破棄して閉じる
vi: Hủy thay đổi và đóng
zh_hans: 放弃更改并关闭

source: Dismiss the commands window
de: Befehlsfenster schließen
es: Cerrar la ventana de comandos
fr: Fermer la fenêtre des commandes
ja: コマンドウィンドウを閉じる
vi: Đóng cửa sổ lệnh
zh_hans: 关闭命令窗口

source: Dismiss the popup
de: Popup schließen
es: Cerrar la ventana emergente
fr: Fermer la fenêtre contextuelle
ja: ポップアップを閉じる
vi: Đóng popup
zh_hans: 关闭弹出窗口

source: Display response in window
de: Antwort im Fenster anzeigen
es: Mostrar respuesta en ventana
fr: Afficher la réponse dans la fenêtre
ja: ウィンドウに返答を表示
vi: Hiển thị phản hồi trong cửa sổ
zh_hans: 在窗口中显示响应

source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
vi: Xong
zh_hans: 完成

source: Download %@
de: %@ herunterladen
es: Descargar %@
fr: Télécharger %@
ja: %@をダウンロード
vi: Tải về %@
zh_hans: 下载 %@

source: Download progress
de: Download-Fortschritt
es: Progreso de descarga
fr: Progression du téléchargement
ja: ダウンロード進行状況
vi: Tiến trình tải xuống
zh_hans: 下载进度

source: Download the selected model for offline use.
de: Laden Sie das ausgewählte Modell für die Offline-Nutzung herunter.
es: Descarga el modelo seleccionado para uso sin conexión.
fr: Téléchargez le modèle sélectionné pour une utilisation hors ligne.
ja: オフライン使用のために選択したモデルをダウンロードします。
vi: Tải xuống mô hình đã chọn để sử dụng ngoại tuyến.
zh_hans: 下载所选模型以供离线使用。

source: Download Update
de: Update herunterladen
es: Descargar actualización
fr: Télécharger la mise à jour
ja: アップデートをダウンロード
vi: Tải bản cập nhật
zh_hans: 下载更新

source: Downloading %@...
de: %@ wird heruntergeladen…
es: Descargando %@...
fr: Téléchargement de %@...
ja: %@をダウンロード中...
vi: Đang tải %@...
zh_hans: 正在下载%@...

source: Duplicate Command Name
de: Doppelter Befehlsname
es: Nombre de comando duplicado
fr: Nom de commande en double
ja: コマンド名が重複しています
vi: Tên lệnh trùng lặp
zh_hans: 命令名称重复

source: e.g., 50
de: z. B. 50
es: p. ej., 50
fr: p. ex. 50
ja: 例：50
vi: vd: 50
zh_hans: 例如：50

source: e.g., 500
de: z. B. 500
es: p. ej., 500
fr: p. ex. 500
ja: 例：500
vi: vd: 500
zh_hans: 例如：500

source: e.g., correct grammar and spelling errors
de: z. B. Grammatik- und Rechtschreibfehler korrigieren
es: p. ej., corregir errores gramaticales y ortográficos
fr: p. ex. corriger les erreurs de grammaire et d'orthographe
ja: 例：文法とスペルエラーを修正する
vi: vd: sửa lỗi ngữ pháp và chính tả
zh_hans: 例如：纠正语法和拼写错误

source: e.g., ERROR_TEXT_INCOMPATIBLE_WITH_REQUEST
de: z. B. ERROR_TEXT_INCOMPATIBLE_WITH_REQUEST
es: p. ej., ERROR_TEXT_INCOMPATIBLE_WITH_REQUEST
fr: p. ex. ERROR_TEXT_INCOMPATIBLE_WITH_REQUEST
ja: 例：ERROR_TEXT_INCOMPATIBLE_WITH_REQUEST
vi: vd: ERROR_TEXT_INCOMPATIBLE_WITH_REQUEST
zh_hans: 例如：ERROR_TEXT_INCOMPATIBLE_WITH_REQUEST

source: e.g., gpt-4o-mini
de: z. B. gpt-4o-mini
es: p. ej., gpt-4o-mini
fr: p. ex. gpt-4o-mini
ja: 例：gpt-4o-mini
vi: vd: gpt-4o-mini
zh_hans: 例如：gpt-4o-mini

source: e.g., gpt-4o-mini, claude-3-5-sonnet
de: z. B. gpt-4o-mini, claude-3-5-sonnet
es: p. ej., gpt-4o-mini, claude-3-5-sonnet
fr: p. ex. gpt-4o-mini, claude-3-5-sonnet
ja: 例：gpt-4o-mini、claude-3-5-sonnet
vi: vd: gpt-4o-mini, claude-3-5-sonnet
zh_hans: 例如：gpt-4o-mini、claude-3-5-sonnet

source: e.g., helpful, authoritative
de: z. B. hilfreich, autoritär
es: p. ej., útil, autoritativo
fr: p. ex., utile, autoritaire
ja: 例：親切、権威的
vi: vd: hữu ích, uy quyền
zh_hans: 例如：helpful、authoritative

source: e.g., https://api.example.com/v1
de: z. B. https://api.example.com/v1
es: p. ej., https://api.example.com/v1
fr: p. ex. https://api.example.com/v1
ja: 例：https://api.example.com/v1
vi: vd: https://api.example.com/v1
zh_hans: 例如：https://api.example.com/v1

source: e.g., input, English, auto
de: z. B. input, Deutsch, auto
es: p. ej., entrada, español, auto
fr: p. ex. entré, français, auto
ja: 例：input、English、auto
vi: vd: input, English, auto
zh_hans: 例如：input、English、auto

source: e.g., only corrected text, Markdown table
de: z. B. nur korrigierter Text, Markdown-Tabelle
es: p. ej., solo texto corregido, tabla Markdown
fr: p. ex. seulement texte corrigé, tableau Markdown
ja: 例：修正済みテキストのみ、Markdown テーブル
vi: vd: chỉ văn bản đã sửa, bảng Markdown
zh_hans: 例如：仅校正后的文本、Markdown 表格

source: e.g., proofreading assistant, summarization expert
de: z. B. Korrekturlese-Assistent, Zusammenfassungs-Experte
es: p. ej., asistente de corrección, experto en resumen
fr: p. ex., assistant de relecture, expert en résumé
ja: 例：校正アシスタント、要約の専門家
vi: vd: trợ lý kiểm lỗi, chuyên gia tóm tắt
zh_hans: 例如：校对助手、摘要专家

source: e.g., very, really
de: z. B. sehr, wirklich
es: p. ej., muy, realmente
fr: p. ex., très, vraiment
ja: 例：very、really
vi: vd: rất, thực sự
zh_hans: 例如：very、really

source: Edit %@
de: %@ bearbeiten
es: Editar %@
fr: Modifier %@
ja: %@を編集
vi: Chỉnh sửa %@
zh_hans: 编辑%@

source: Edit Built-In Command
de: Integrierten Befehl Bearbeiten
es: Editar comando incorporado
fr: Modifier la commande intégrée
ja: 組み込みコマンドを編集
vi: Sửa lệnh tích hợp sẵn
zh_hans: 编辑内置命令

source: Edit command
de: Befehl bearbeiten
es: Editar comando
fr: Modifier la commande
ja: コマンドを編集
vi: Chỉnh sửa lệnh
zh_hans: 编辑命令

source: Edit Command
de: Befehl bearbeiten
es: Editar comando
fr: Modifier la commande
ja: コマンドを編集
vi: Sửa lệnh
zh_hans: 编辑任务

source: Edit command list
de: Befehlsliste bearbeiten
es: Editar lista de comandos
fr: Modifier la liste des commandes
ja: コマンドリストを編集
vi: Chỉnh sửa danh sách lệnh
zh_hans: 编辑命令列表

source: Edit commands
de: Befehle bearbeiten
es: Editar comandos
fr: Modifier les commandes
ja: コマンドを編集
vi: Chỉnh sửa lệnh
zh_hans: 编辑命令

source: Edit Commands
de: Befehl ändern
es: Editar comandos
fr: Modifier la commande
ja: コマンドを編集
vi: Chỉnh sửa lệnh
zh_hans: 编辑命令

source: Edit Custom Response Prompt
de: Benutzerdefinierten Antwort-Prompt bearbeiten
es: Editar prompt de respuesta personalizada
fr: Modifier le prompt de réponse personnalisé
ja: カスタム応答プロンプトを編集
vi: Sửa lệnh phản hồi tùy chỉnh
zh_hans: 编辑自定义响应提示词

source: Edit this command's details
de: Details dieses Befehls bearbeiten
es: Editar los detalles de este comando
fr: Modifier les détails de cette commande
ja: このコマンドの詳細を編集
vi: Chỉnh sửa chi tiết lệnh này
zh_hans: 编辑此命令的详细信息

source: Editor Mode
de: Editor-Modus
es: Modo de editor
fr: Mode éditeur
ja: エディターモード
vi: Chế độ soạn thảo
zh_hans: 编辑模式

source: Enable keyboard shortcut for this command
de: Tastenkombination für diesen Befehl aktivieren
es: Activar el atajo de teclado para este comando
fr: Activer le raccourci clavier pour cette commande
ja: このコマンドのキーボードショートカットを有効にする
vi: Bật phím tắt cho lệnh này
zh_hans: 为此命令启用键盘快捷键

source: Enable Screenshot OCR
de: Screenshot-OCR aktivieren
es: Habilitar OCR de captura de pantalla
fr: Activer l'OCR de capture d'écran
ja: スクリーンショット OCR を有効にする
vi: Bật OCR ảnh chụp màn hình
zh_hans: 启用截图 OCR

source: Enable Screenshot OCR (Optional)
de: Screenshot-OCR aktivieren (optional)
es: Habilitar OCR de captura de pantalla (opcional)
fr: Activer l'OCR de capture d'écran (facultatif)
ja: スクリーンショット OCR を有効にする（オプション）
vi: Bật OCR ảnh chụp màn hình (Tùy chọn)
zh_hans: 启用截图 OCR（可选）

source: Engage with user requests in text
de: Auf Benutzeranfragen in Textform reagieren
es: Responder a las solicitudes de los usuarios por escrito.
fr: Répondre aux demandes des utilisateurs par écrit
ja: テキスト内のユーザーリクエストに応答する
vi: Phản hồi các yêu cầu trong văn bản
zh_hans: 响应文本中的用户请求

source: Enter your prompt as plain text
de: Geben Sie Ihre Eingabeaufforderung als einfachen Text ein.
es: Introduzca su mensaje como texto sin formato.
fr: Entrez votre invite sous forme de texte brut.
ja: プレーンテキストでプロンプトを入力してください
vi: Nhập prompt dưới dạng văn bản thuần
zh_hans: 以纯文本输入提示词

source: Error
de: Fehler
fr: Erreur
ja: エラー
vi: Lỗi
zh_hans: 错误

source: Error Handling
de: Fehlerbehandlung
es: Manejo de errores
fr: Gestion des erreurs
ja: エラー処理
vi: Xử lý lỗi
zh_hans: 错误处理

source: Exit edit mode
de: Bearbeitungsmodus verlassen
es: Salir del modo de edición
fr: Quitter le mode édition
ja: 編集モードを終了
vi: Thoát chế độ chỉnh sửa
zh_hans: 退出编辑模式

source: Exit Edit Mode
de: Bearbeitungsmodus schließen
es: Salir del modo Edición
fr: Quitter le mode édition
ja: 編集モードを終了
vi: Thoát chế độ chỉnh sửa
zh_hans: 退出编辑模式

source: Export All Config
de: Gesamte Konfiguration exportieren
es: Exportar toda la configuración
fr: Exporter toute la configuration
ja: すべての設定を書き出し
vi: Xuất toàn bộ cấu hình
zh_hans: 导出所有配置

source: Export Command
de: Befehl exportieren
es: Exportar comando
fr: Exporter la commande
ja: コマンドをエクスポート
vi: Xuất lệnh
zh_hans: 导出命令

source: Export command to JSON
de: Befehl als JSON exportieren
es: Exportar comando a JSON
fr: Exporter la commande en JSON
ja: コマンドを JSON にエクスポート
vi: Xuất lệnh sang JSON
zh_hans: 将命令导出为 JSON

source: Export Failed
de: Export fehlgeschlagen
es: Exportación fallida
fr: Échec de l'exportation
ja: エクスポート失敗
vi: Xuất thất bại
zh_hans: 导出失败

source: Export Full Configuration
de: Vollständige Konfiguration exportieren
es: Exportar configuración completa
fr: Exporter la configuration complète
ja: 完全な設定をエクスポート
vi: Xuất toàn bộ cấu hình
zh_hans: 导出完整配置

source: Export Successful
de: Export erfolgreich
es: Exportación exitosa
fr: Exportation réussie
ja: エクスポート成功
vi: Xuất thành công
zh_hans: 导出成功

# Failed to delete %@: %@
source: Failed to delete %1$@: %2$@
de: %@ konnte nicht gelöscht werden: %@
es: No se pudo eliminar %@: %@
fr: Impossible de supprimer %@ : %@
ja: %@ を削除できませんでした：%@
vi: Không thể xóa %@: %@
zh_hans: 无法删除 %@：%@

source: Filter
de: Filtern
es: Filtro
fr: Filtre
ja: フィルター
vi: Lọc
zh_hans: 筛选

source: Filter between all, text-only, and vision-capable models.
de: Filtern Sie zwischen allen, nur textfähigen und visionfähigen Modellen.
es: Filtra entre todos, solo texto y modelos con capacidad de visión.
fr: Filtrez entre tous, texte uniquement et modèles capables de vision.
ja: 全モデル、テキストのみ、ビジョン対応モデルでフィルタリングします。
vi: Lọc giữa tất cả, chỉ văn bản và mô hình hỗ trợ hình ảnh.
zh_hans: 在所有、纯文本和支持视觉的模型之间筛选。

source: Finish
de: Fertigstellen
es: Acabado
fr: Terminer
ja: 完了
vi: Hoàn tất
zh_hans: 完成

source: Finish and Start Using AI Shortcuts
de: Beenden und Starten der Verwendung von AI Shortcuts
es: Finalizar y comenzar a utilizar AI Shortcuts
fr: Terminer et commencer à utiliser AI Shortcuts
ja: 完了してAIショートカットを使い始める
vi: Hoàn tất và bắt đầu sử dụng AI Shortcuts
zh_hans: 完成并开始使用 AI Shortcuts

source: First Person
de: Erste Person
es: Primera persona
fr: Première personne
ja: 一人称
vi: Ngôi thứ nhất
zh_hans: 第一人称

source: Follow-up question
de: Folgefrage
es: Pregunta de seguimiento
fr: Question de suivi
ja: フォローアップ質問
vi: Câu hỏi tiếp theo
zh_hans: 追问

source: Formal
de: Formell
fr: Formel
ja: フォーマル
vi: Trang trọng
zh_hans: 正式

source: Formatting Rules
de: Formatierungsregeln
es: Reglas de formato
fr: Règles de formatage
ja: 書式ルール
vi: Quy tắc định dạng
zh_hans: 格式规则

source: Friendly
de: Freundlich
es: Amistoso
fr: Amical
ja: フレンドリー
vi: Thân thiện
zh_hans: 友好 (Friendly)

source: Gemini API key is required.
de: Gemini API-Schlüssel ist erforderlich.
es: Se requiere la clave API de Gemini.
fr: La clé API Gemini est requise.
ja: Gemini APIキーが必要です。
vi: Yêu cầu API key Gemini.
zh_hans: 需要 Gemini API 密钥。

source: General
de: Allgemeines
fr: Général
ja: 一般
vi: Cài đặt chung
zh_hans: 常规

source: General Settings
de: Allgemeine Einstellungen
es: Ajustes generales
fr: Paramètres généraux
ja: 一般設定
vi: Cài đặt chung
zh_hans: 常规设置

source: Generating...
de: Generieren...
es: Generando...
fr: Génération en cours...
ja: 生成中...
vi: Đang tạo...
zh_hans: 生成中...

source: Get Anthropic API Key
de: Anthropic API-Schlüssel erhalten
es: Obtenga la clave API de Anthropic
fr: Obtenir la clé de l'API Anthropic
ja: Anthropic APIキーを取得
vi: Lấy API Key Anthropic
zh_hans: 获取 Anthropic API 密钥

source: Get API Key
de: API-Schlüssel erhalten
es: Obtener clave API
fr: Obtenir la clé API
ja: APIキーを取得
vi: Lấy mã API
zh_hans: 获取 API 密钥

source: Get Gemini API Key
de: Gemini API-Schlüssel erhalten
es: Obtener clave API Gemini
fr: Obtenir la clé API de Gemini
ja: Gemini APIキーを取得
vi: Lấy API Key Gemini
zh_hans: 获取 Gemini API 密钥

source: Get Mistral API Key
de: Mistral API Schlüssel erhalten
es: Obtener clave API de Mistral
fr: Obtenir la clé API Mistral
ja: Mistral APIキーを取得
vi: Lấy API Key Mistral
zh_hans: 获取 Mistral API 密钥

source: Get OpenAI API Key
de: OpenAI API Schlüssel erhalten
es: Obtener la clave API de OpenAI
fr: Obtenir la clé API OpenAI
ja: OpenAI APIキーを取得
vi: Lấy API Key OpenAI
zh_hans: 获取 OpenAI API 密钥

source: Get OpenRouter API Key
de: OpenRouter-API-Schlüssel erhalten
es: Obtener la clave API de OpenRouter
fr: Obtenir la clé API OpenRouter
ja: OpenRouter APIキーを取得
vi: Lấy API Key OpenRouter
zh_hans: 获取 OpenRouter API 密钥

source: GitHub Page.
de: GitHub Seite.
es: Página de GitHub.
fr: Page GitHub.
ja: GitHubページ。
vi: Trang GitHub.
zh_hans: GitHub页面。

source: Glass
de: Glas
es: Cristal
fr: Verre
ja: ガラス
vi: Kính
zh_hans: 玻璃

source: Global Shortcut
de: Globale Abkürzung
es: Acceso directo global
fr: Raccourci global
ja: グローバルショートカット
vi: Phím tắt toàn cục
zh_hans: 全局快捷键

source: Gradient
de: Verlauf
es: Degradado
fr: Dégradé
ja: グラデーション
zh_hans: 渐变

source: Granted
de: Gewährt
es: Concedido
fr: Accordé
ja: 許可済み
vi: Đã cấp quyền
zh_hans: 已授权

source: Hide %@
de: %@ ausblenden
es: Ocultar %@
fr: Masquer %@
ja: %@を非表示
vi: Ẩn %@
zh_hans: 隐藏%@

source: How it works
de: So funktioniert es
es: Cómo funciona
fr: Comment ça marche
ja: 仕組み
vi: Cách thức hoạt động
zh_hans: 工作原理

source: If enabled, you can run OCR on screenshot snippets. This requires Screen Recording permission.
de: Wenn diese Option aktiviert ist, können Sie OCR auf Screenshot-Ausschnitten ausführen. Dazu ist die Berechtigung für Bildschirmaufnahmen erforderlich.
es: Si está habilitado, puede ejecutar OCR en fragmentos de capturas de pantalla. Esto requiere permiso para grabar la pantalla.
fr: Si cela est activé, vous pouvez exécuter OCR sur des extraits de capture d'écran. Cela nécessite une autorisation d'enregistrement d'écran.
ja: 有効にすると、スクリーンショットでOCRを実行できます。画面収録の許可が必要です。
vi: Nếu bật, bạn có thể chạy OCR trên ảnh chụp màn hình. Yêu cầu quyền Ghi màn hình.
zh_hans: 启用后，您可以对截图运行 OCR。需要屏幕录制权限。

source: Image Mode
de: Bild-Modus
es: Modo Imagen
fr: Mode image
ja: 画像モード
vi: Chế độ hình ảnh
zh_hans: 图像模式

source: Image Recognition
de: Bild-Erkennung
es: Reconocimiento de imágenes
fr: Reconnaissance d'images
ja: 画像認識
vi: Nhận dạng hình ảnh
zh_hans: 图像识别

source: Image Recognition Mode
de: Bilderkennungsmodus
es: Modo de reconocimiento de imágenes
fr: Mode de reconnaissance d'images
ja: 画像認識モード
vi: Chế độ nhận dạng hình ảnh
zh_hans: 图像识别模式

source: Import a command from a .json file
de: Befehl aus einer .json-Datei importieren
es: Importar un comando desde un archivo .json
fr: Importer une commande depuis un fichier .json
ja: .json ファイルからコマンドをインポート
vi: Nhập lệnh từ file .json
zh_hans: 从 .json 文件导入命令

source: Import Command
de: Befehl importieren
es: Importar comando
fr: Importer une commande
ja: コマンドをインポート
vi: Nhập lệnh
zh_hans: 导入命令

source: Import Failed
de: Import fehlgeschlagen
es: Importación fallida
fr: Échec de l'importation
ja: インポート失敗
vi: Nhập thất bại
zh_hans: 导入失败

source: Import Full Config
de: Vollständige Konfiguration importieren
es: Importar configuración completa
fr: Importer la configuration complète
ja: 全設定をインポート
vi: Nhập toàn bộ cấu hình
zh_hans: 导入全部配置

source: Import Full Configuration
de: Vollständige Konfiguration importieren
es: Importar configuración completa
fr: Importer la configuration complète
ja: 完全な設定をインポート
vi: Nhập toàn bộ cấu hình
zh_hans: 导入完整配置

source: Import Successful
de: Import erfolgreich
es: Importación exitosa
fr: Importation réussie
ja: インポート成功
vi: Nhập thành công
zh_hans: 导入成功

source: Improve your writing with one shortcut
de: Verbessern Sie Ihr Schreiben mit einem Shortcut
es: Mejora tu escritura con un atajo
fr: Améliorez votre écriture avec un seul raccourci
ja: ショートカット一つで文章を改善
vi: Cải thiện bài viết của bạn chỉ với một phím tắt
zh_hans: 一个快捷键，提升您的写作

source: Increase text size
de: Textgröße vergrößern
es: Aumentar el tamaño del texto
fr: Augmenter la taille du texte
ja: 文字サイズを大きく
vi: Tăng kích thước chữ
zh_hans: 增大文字大小
